import RemwellLogo from '../assets/remwell-logo-96.png'
import GPMLogo from '../assets/gpm-logo.jpeg'
import RZDLogo from '../assets/voronin-rzd-logo.svg'

export default [
  {
    title: 'rem-well.ru',
    description: 'Сайт для компании, ремонтирующей локомотивные устройства безопасности',
    img: RemwellLogo.src,
    link: 'remwell',
    specColor: '#2295FF',
    subTitle: 'Ремвелл',
    customer: {href: 'mailto:office@rem-well.ru', text: 'office@rem-well.ru', name: 'Артём Пашнин'},
    text: `
    Ремвелл - Компания, занимающаяся техническим обслуживанием и ремонтом локомотивных устройств безопасности.
    <br><br>
    Генеральный директор компании обратился к нам в начале 2020 года и с того времени мы продолжаем наше продуктивное сотрудничество. Проект поддерживается нашей студией всё это время и претерпел 3 редизайна, переход на актуальные технологии, лаконичный домен и более мощный сервер.<br><br>
    На сайте используется самописная админка, позволяющая полностью контролировать действия посетителей сайта и управлять контентом на нём<br><br>
    Используемые технологии: React, Express, MongoDB
    `
  },
  {
    title: 'gpm-centr.ru',
    description: 'Сайт под ключ для компании, занимающейся арендой строительной техники',
    img: GPMLogo.src,
    link: 'gpm-centr',
    specColor: '#38D35B',
    subTitle: 'ГПМ-Центр',
    customer: {href: 'https://t.me/k_n_y_a_z_e_f_f', text: '@k_n_y_a_z_e_f_f', name: 'Алексей Князев'},
    text: `
    ГПМ-Центр - официальный дилером компании Zoomlion, которая занимается производством строительной техники<br><br>
    С компанией мы работаем начиная с июля 2021 года, за это время произведено много доработок, так как заказчик обратился к нам с очень странным макетом. Мы составили примерный дизайн, продумали поведение посетителей и согласовали все моменты, чтобы получился максимально качественный продукт.<br><br>
    Поддержка сайта оказывается и по сей день, мы редактируем каталог техники, вносим необходимые изменения на сайт, продолжаем наше сотрудничество.<br><br>
    Сайт написан на чистом php.
    `
  },
  {
    title: 'rzd.voronin.xyz',
    description: 'Помощник поиска неисправностей для работников РЖД',
    img: RZDLogo.src,
    link: 'rzd',
    specColor: '#000',
    subTitle: 'Помощник поиска неисправностей',
    customer: {href: 'mailto:e_voronin@mail.ru', text: 'e_voronin@mail.ru', name: 'Евгений Воронин'},
    text: 'Какое-то описание проекта, подробно расписывающее что к чему...'
  },
  {
    title: 'rzd.voronin.xyz',
    description: 'Помощник поиска неисправностей для работников РЖД',
    img: RZDLogo.src,
    link: 'rzd',
    specColor: '#000',
    subTitle: 'Помощник поиска неисправностей',
    customer: {href: 'mailto:e_voronin@mail.ru', text: 'e_voronin@mail.ru'},
    text: 'Какое-то описание проекта, подробно расписывающее что к чему...'
  },
  {
    title: 'rzd.voronin.xyz',
    description: 'Помощник поиска неисправностей для работников РЖД',
    img: RZDLogo.src,
    link: 'rzd',
    specColor: '#000',
    subTitle: 'Помощник поиска неисправностей',
    customer: {href: 'mailto:e_voronin@mail.ru', text: 'e_voronin@mail.ru'},
    text: 'Какое-то описание проекта, подробно расписывающее что к чему...'
  },
]